{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "1.880",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "Who are you going to be?"
   ]
  },
  {
   "begin": "1.880",
   "children": [],
   "end": "7.200",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "And if you'll notice I'm not asking what are you going to do, but who are you going to be?"
   ]
  },
  {
   "begin": "7.200",
   "children": [],
   "end": "11.240",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "I'm asking you about how you plan to live your life every day."
   ]
  },
  {
   "begin": "11.240",
   "children": [],
   "end": "16.560",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "How are you going to respond when you don't get that job you had your heart set on?"
   ]
  },
  {
   "begin": "16.560",
   "children": [],
   "end": "24.120",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "For all of you who are going to be teachers, what are you going to do if the students in your class next year just don't respond to your lessons."
   ]
  },
  {
   "begin": "24.120",
   "children": [],
   "end": "31.520",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "For all of you going into business, how will you react when your boss gives you and a goal that feels way too high?"
   ]
  },
  {
   "begin": "31.520",
   "children": [],
   "end": "34.760",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "See these are the moments that define us."
   ]
  },
  {
   "begin": "34.760",
   "children": [],
   "end": "201.200",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Not the day you get the promotion. Not the day you win teacher of the year, but the times that force you to claw and scratch and fight just to get through the day. The moments when you get knocked down and you're wondering whether it's even worth it to get back up. See those are the times when you've got to ask yourself, who am I going to be? When I want to be clear, this isn't just some vague platitude about building character. In recent years, we've actually been seeing a growing body of research that shows that skills like resilience and conscientiousness can be just as important to your success as your test scores or even your IQ. For instance, West Point Cadets who score high on things like grit and determination were more likely to complete basic training than those who ranked high on things like class rank, SAT scores, and physical fitness. So what we're seeing is that if you're willing to dig deep, if you're willing to pick yourself up when you fall, if you're willing to work and work until your weaknesses become your strengths, then you'll develop a set of skills that you can mold and apply to any situation you encounter. Any job you might have, any crisis you might confront, but you've got to make that choice. And let me just share just a little secret before I end. As someone who has hired and managed hundreds of young people of the course of my career, whether it was during my time as a lawyer, as an administrator, as a university, a non-profit manager, even now as First Lady, I have never once asked someone I was interviewing to explain a test score or a grade in a class. Never. I have never once made a hire just because someone went to an Ivy League school instead of a state school. Never. What I have looked for is what kind of person you are. Are you a hard worker? Are you reliable? Are you open to other viewpoints? Have you stepped outside of your own self-interest to serve others? Have you found a way to serve our country, whether in uniform or in your community? Again, and again, I have seen that those are the qualities that I want on my team because those are the qualities that move our businesses and schools and our entire country forward. And just understand this. Those are the qualities that you all already embody. They're the values you learned from your parents, from the communities you grew up in. And today, more than ever before, that's what the world needs."
   ]
  }
 ]
}